-- phpMyAdmin SQL Dump
-- version 3.5.1
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1
-- Время создания: Ноя 16 2013 г., 16:38
-- Версия сервера: 5.5.25
-- Версия PHP: 5.3.13

SET SQL_MODE="NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `news`
--

-- --------------------------------------------------------

--
-- Структура таблицы `content`
--

CREATE TABLE IF NOT EXISTS `content` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `sDate` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  `sTitle` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  `sPathToFile` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  `sContent` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  `sAuthor` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  `sCathegory` text CHARACTER SET cp1251 COLLATE cp1251_general_cs NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=10 ;

--
-- Дамп данных таблицы `content`
--

INSERT INTO `content` (`id`, `sDate`, `sTitle`, `sPathToFile`, `sContent`, `sAuthor`, `sCathegory`) VALUES
(1, '21 декабря 2012', 'Гуф умер!', 'frontend/ContentPic/TheLichKing.jpg', 'Гуф многажды умирал и воскресал. Аномально живучая личность(говно не тонет?!).\nНезависимое расследование нашего спецкора показало, что все эти игры со смертью-проделки Короля Лича', 'Роман Буданов', 'ГОРЯЧИЕ НОВОСТИ'),
(2, '21 июня 2013', 'Новая тачка!', 'frontend/contentPic/4.jpg', 'На очередной выставке творений мастеров автомобильного дела компанией Ferrari был представлен концепт авто, оснащенной чем бы вы думали? Ну конечно же ПРЫЖКОВЫМ УСКОРИТЕЛЕМ! Да-да, эта малышка будет уметь прыгать на короткие дистанции. Предположительное название-Grasshopper(милая ассоциация, не правда ли?)', 'Додж Вайперович', 'АВТОНОВОСТИ'),
(3, '31 октября 2013', 'Хэллоуин', 'contentPic/ShawnoftheDead.jpg', 'Объявлена неделя Хэллоуина. Прирост вампиров, упырей, оборотней и прочей нечисти увеличен втрое', 'HellRazor', 'ОбЫДЕННОЕ'),
(4, '15 января 2009', 'Апокалипсис грядет', 'contentPic/gallery01_177.jpg', 'Сегодня объявился новый прорицатель, предсказавший очередной конец света. По его словам следующий Апокалибздец приурочен к дате выхода Half-Life 3. В качестве всадника Война выступит небезызвестный Гейб Ньюэлл', 'Лысый Морж', 'СЕНСАЦИЯ'),
(5, '31 октября 2013', 'Невнятные новости', 'frontend/contentPic/chernobyl.jpg', 'Из левых непроверенных источников нам поступила инфа о том, что какие-то неизвестные энтузиасты чего-то там строительное затеяли возле четвертого энергоблока Чернобыльской Атомной Электростанции. То ли собираются наращивать Саркофаг, то ли, наоборот-снимать будут, хрен их разберет. Приносим свои извинения за такую вопиющую неточность, уважаемые читатели. Как только что-либо по этому поводу прояснится-сразу же сообщим', 'Юрий Семецкий', 'ГОРЯЧИЕ НОВОСТИ'),
(6, '12 марта 2009', 'Кладбище сносят', 'contentPic/00000720.jpg', 'Сегодня в городе Будановске был подписан приказ о снесении старого городского кладбища-по поступившей информации, слишком уж много молодежи там собиралось бухать', 'Николай Иванчук', 'РУТИНА'),
(7, '14 февраля 2008', 'Oculus Rift', 'contentPic/Shadows_of_Elysium_by_taenaron.jpg', 'Поступили в продажу новые очки дополненной реальности-по заверениям разработчиков, такого эффекта погружение в игровой процесс вы не испытывали еще никогда', 'Иван Громов', 'ЖЕЛЕЗЯКИ'),
(8, '8 ноября 2013', 'Даешь новый патчик в ВоВку!', 'frontend/contentPic/gallery25_192.jpg', 'Намедни Близзы пресс-релизнули новый аддончик к ВоВке- Warlords of Draenor. Их сценаристы слегка упоролись на нервной почве, видать, поскольку решили привязать сюжет и все новые игровые плюшки к прыжкам во времени/пространстве. Так вы попадаете в другой мир на 100500 лет назад и оказываетесь в эпицентре войны за территорию и влияние 7 орочьих кланов. Каждый тянет одеяло на себя, кричит "Все пид*расы, я Д''артаньян" и ни во что не ставит противников. Ребята настроены серьезно и пойдут до конца, даже если придется разнести всю планету.\r\nВы, ессно, не с гуманитарной помощью сюда прибыли, посему фастом разворачиваете военный лагерь(который со временем можно грейдить) и начинаете исследовать новый для вас мир(открывается с 90 лвла)\r\nЧто, мой дорогой нубочитатель, у тебя нет персов 90-го лвла? Не беда, добрые дяденьки из Близзард взмахнули волшебной палочкой и даровали тебе возможность прыгнуть из грязи в князи-во мнгновение ока получить 90 лвл. Уот так уот.\r\nКапу лвла, кстати, апнули до юбилейной соточки', 'Старпом Макаренков', 'НОВИНКИ ИГРОВОГО МИРА'),
(9, 'admin', 'admin', 'admin', 'admin', 'admin', 'admin');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
